app/controllers/posts_controller.rb

  def create
    Post.create(title: params[:post][:title], description: params[:post][:title])
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["description", "test"], ["created_at", "2018-07-13 17:22:13.911093"], ["updated_at", "2018-07-13 17:22:13.911093"]]